{
    "Name": "Vārds, uzvārds",
    "Email": "E-pasts",
    "Password": "Parole",
    "Confirm Password": "Apstiprināt paroli",
    "Already registered?": "Jau reģistrējies?",
    "Register": "Reģistrēties",
    "Remember me": "Atcerēties mani",
    "Forgot your password?": "Aizmirsi paroli?",
    "Log in": "Ienākt",
    "This is a secure area of the application. Please confirm your password before continuing.": "Šī ir lietotnes drošā zona. Lūdzu, apstipriniet savu paroli, pirms turpināt.",
    "Confirm": "Apstiprināt",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsi paroli? Ievadi savu e-pasta adresi, un mēs nosūtīsim jums paroles atiestatīšanas saiti, kas ļaus jums izvēlēties jaunu.",
    "Email Password Reset Link": "Atjaunot",
    "Dashboard": "Sākums",
    "Profile": "Mans profils",
    "Log Out": "Iziet",
    "Profile Information": "Profila informācija",
    "Update your account's profile information and email address.": "Atjauniniet sava konta informāciju un e-pasta adresi.",
    "Save": "Saglabāt",
    "Update Password": "Atjaunot paroli",
    "Ensure your account is using a long, random password to stay secure.": "Lai nodrošinātu drošību, pārliecinieties, ka jūsu izmantojat garu, nejaušu paroli.",
    "Current Password": "Pašreizējā parole",
    "New Password": "Jaunā parole",
    "Delete Account": "Dzēst kontu",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad jūsu konts tiks dzēsts, visi tā resursi un dati tiks neatgriezeniski dzēsti. Pirms dzēšanas, lūdzu, lejupielādējiet visus datus vai informāciju, ko vēlaties saglabāt.",
    "Are you sure you want to delete your account?": "Vai tiešām vēlaties dzēst savu kontu?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad jūsu konts tiks dzēsts, visi tā resursi un dati tiks neatgriezeniski dzēsti. Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties neatgriezeniski dzēst savu kontu.",
    "Cancel": "Atcelt",
    "Shorten URL": "Saīsināt saiti",
    "Long URL": "Garā saite",
    "I want to choose short link": "Gribu izvēlēties saīsināto saiti",
    "Your chosen short link": "Tava izvēlētā (saīsinātā) saite",
    "Shorten": "Saīsināt",
    "Your shorten links": "Tavas saīsinātās saites",
    "Link": "Adrese",
    "Short Link": "Saīsinātā saite",
    "No URL provided.": "Nav norādīta saite.",
    "You didn\\'t provide a valid URL.": "Nav norādīta korekta saite.",
    "The shortened address can only contain Latin letters, numbers, and dashes.": "Saīsinātā adrese drīkst saturēt tikai latīņu burtus, ciparus, domuzīmes.",
    "Link shortened successfully.": "Saite veiksmīgi saīsināta.",
    "Something went wrong. Please try again.": "Kaut kas nogāja greizi. Lūdzu, mēģini vēlreiz."
}
